Repository: deepak-dhungana/MonA-Outputs
Catalog: mona_io4/lib/l10n/app_*.arb
Languages: de, el, it, nl

# language
source: English
de: Deutsch
el: Ελληνικά
it: Italiano
nl: Nederlands

source: Museums
de: Museen
el: Μουσεία
it: Musei
nl: Musea

source: Downloads
el: Λήψεις

source: Chat
de: Chatten
el: Συνομιλία
nl: Chatten

source: About
de: Über
el: Σχετικά
it: Informazioni
nl: Over

source: Virtual Tour
de: Virtuelle Tour
el: Εικονική Περιήγηση
it: Tour virtuale
nl: Virtuele tour

source: AR Game
de: AR-Spiel
el: Παιχνίδι AR
it: Gioco in AR
nl: AR-spel

# museums_error
source: Error retrieving museum data
de: Fehler beim Abrufen der Museumsdaten
el: Σφάλμα κατά την ανάκτηση δεδομένων μουσείου
it: Errore nel recupero dei dati del museo
nl: Fout bij ophalen van museumgegevens

source: Download
de: herunterladen
el: Λήψη

source: Read
de: lesen
el: Διαβάστε
it: Leggi
nl: lees

source: Loading document
de: Dokument wird geladen
el: Φόρτωση εγγράφου
it: Caricamento del documento
nl: Document laden

# document_open_error
source: An error occurred while opening the document
de: Beim Öffnen des Dokuments ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά το άνοιγμα του εγγράφου
it: Si è verificato un errore durante l'apertura del documento
nl: Er is een fout opgetreden bij het openen van het document

# downloads_error
source: An error occurred while retrieving documents
de: Beim Abrufen von Dokumenten ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση εγγράφων
it: Si è verificato un errore durante il recupero dei documenti
nl: Er is een fout opgetreden bij het ophalen van documenten

# chat_init_txt_1
source: Explore The Museums Together
de: Gemeinsam die Museen erkunden
el: Εξερευνήστε μαζί τα μουσεία
it: Esplora i musei insieme
nl: Samen de musea verkennen

# chat_init_txt_2
source: Create or join a chat room to chat with others
de: Erstellen Sie einen Chatroom oder treten Sie einem bei, um mit anderen zu chatten
el: Δημιουργήστε ή συνδεθείτε με αίθουσα συνομιλίας για να συζητήσετε με άλλους
it: Crea o unisciti a una chat room per chiacchierare con gli altri
nl: Maak of neem deel aan een chatroom om met anderen te chatten

# chat_init_join_btn
source: Join Room
de: Im Chatraum teilnehmen
el: Συνδεθείτε με αίθουσα
it: Entra nella chat
nl: Deelnemen aan de chatroom

# chat_init_create_btn
source: Create Room
de: Chatraum erstellen
el: Δημιουργήστε αίθουσα
it: Crea una chat
nl: Chatroom maken

# chat_cj_username
source: Username
de: Benutzername
el: Όνομα χρήστη
it: Nome utente
nl: Gebruikersnaam

# chat_cj_enter_ur_name
source: Enter your name
de: Ihr Name eingeben
el: Πληκτρολογήστε το όνομά σας
it: Inserisci il tuo nome
nl: Voer uw naam in

# chat_cj_username_error1
source: Username cannot be empty
de: Der Benutzername darf nicht leer sein
el: Το όνομα χρήστη δεν μπορεί να είναι κενό
it: Il nome utente non può essere vuoto
nl: Gebruikersnaam mag niet leeg zijn

# chat_cj_username_error2
source: Name cannot be more than 8 characters long
de: Name darf nicht länger als 8 Zeichen sein
el: Το όνομα δε μπορεί να περιέχει περισσότερους από 8 χαρακτήρες
it: Il nome non può essere più lungo di 8 caratteri
nl: Naam mag niet meer dan 8 tekens lang zijn

# chat_create_room_name
source: Room name
de: Raumname
el: Όνομα αίθουσας συνομιλίας
it: Nome della stanza
nl: Naam chatruimte

# chat_create_enter_room_name
source: Enter chat room name
de: Raumname eingeben
el: Εισαγάγετε το όνομα του δωματίου συνομιλίας
it: Inserisci il nome della stanza
nl: Voer chatruimte naam in

# chat_create_room_name_error1
source: Room name cannot be empty
de: Der Raumname darf nicht leer sein
el: Το όνομα δωματίου δεν μπορεί να είναι κενό
it: Il nome della stanza non può essere vuoto
nl: Kamernaam mag niet leeg zijn

# chat_create_room_name_error2
source: Room name cannot be more than 12 characters long
de: Der Raumname darf nicht länger als 12 Zeichen sein
el: Το όνομα του δωματίου δεν μπορεί να υπερβαίνει τους 12 χαρακτήρες
it: Il nome della stanza non può essere più lungo di 12 caratteri
nl: Kamernaam mag niet meer dan 12 tekens lang zijn

# chat_create_btn
source: Create
de: Chatraum erstellen
el: Δημιουργήστε
it: Crea
nl: Chatroom maken

# chat_create_error
source: Error creating chat room
de: Fehler beim Erstellen des Chatrooms
el: Σφάλμα στη δημιουργία αίθουσας συνομιλίας
it: Errore nella creazione della chat
nl: Fout bij het maken van chatroom

# chat_join_room_id
source: Room ID
de: Raum-ID
el: Αναγνωριστικό Αίθουσας
it: ID della stanza
nl: Kamer-ID

# chat_join_btn
source: Join
de: teilnehmen
el: Συνδεθείτε
it: Entra
nl: Deelnemen

# chat_join_error1
source: Invalid room ID
de: Ungültige Raum-ID
el: Μη έγκυρο Αναγνωριστικό Αίθουσας
it: ID della stanza non valido
nl: Ongeldige kamer-ID

# chat_join_error2
source: No chat room is associated with the given room ID
de: Mit der angegebenen Raum-ID ist kein Chatraum verknüpft
el: Δε βρέθηκε αίθουσα συνομιλίας με αυτό το Αναγνωριστικό
it: Nessuna stanza chat è associata al dato ID della stanza
nl: Er is geen chatroom gekoppeld aan de opgegeven kamer-ID

# chat_join_error3
source: Error joining chat room
de: Fehler bei der Teilnahme am Chatroom
el: Σφάλμα στη σύνδεση με αίθουσα συνομιλίας
it: Errore nell'entrare in chat
nl: Fout bij deelnemen aan chatroom

source: cancel
de: abbrechen
el: Ματαίωση
it: no
nl: annuleren

source: leave
de: verlassen
el: Αποχωρήστε
it: lascia
nl: verlaten

source: delete
de: löschen
el: Διαγράψτε
it: cancella
nl: verwijderen

# chat_leave_room
source: Leave room?
de: Chatraum verlassen?
el: Αποχωρήστε από την αίθουσα συνομιλίας?
it: Lascia la chat?
nl: Chatroom verlaten?

# chat_delete_room
source: Delete room?
de: Chatraum löschen?
el: Διαγράψτε την αίθουσα συνομιλίας?
it: Cancella la chat?
nl: Chatroom verwijderen?

# chat_deleted_by_creator
source: Chat room deleted
de: Chatraum gelöscht
el: Δωμάτιο συνομιλίας διαγράφηκε
it: Stanza di chat cancellata
nl: Chatroom verwijderd

source: Contact
de: Kontakt
el: Επικοινωνία
it: Contatti

source: Partners
de: Partner
el: ΟΡΓΑΝΙΣΜΟΙ
it: Partner

# address
source: Karditsis 1 Trikala 421 31, Greece
de: Karditsis 1 Trikala 421 31, Griechenland
el: Karditsis 1 Τρίκαλα 421 31, Ελλάδα
it: Karditsis 1 Trikala 421 31, Grecia
nl: Karditsis 1 Trikala 421 31, Griekenland

# mona_info
source: The MonA project is the acronym for Erasmus+ project KA201 Museopedagogy and Augmented Reality: Recognizing museums as educational spaces with code: 2019-1-EL01-KA201-062965. Our project intends to bring culture closer to the younger audience and especially the school audience through the creation of an integrated educational program provided in four museums in Europe using modern technology with emphasis on augmented and mixed reality. MonA project hopes to turn the school visit to the museum into a stunning, charming and enjoyable learning process through experiential practice and play. The target audience is the whole school community, but mainly focusing on children, teenagers and teachers in the areas of the partners. The consortium of the project consists of 4 museums, 2 schools, 2 universities and 2 technical organizations from 4 European countries.
de: MonA ist das Akronym für das Erasmus + Projekt KA201 "Museumspädagogik und Augmented Reality: Anerkennung von Museen als Bildungsräume" mit dem Code: 2019-1-EL01-KA201-062965. Das Projekt zielt darauf, Kultur einem jüngeren Publikum – besonders Schüler*innen – durch die Entwicklung von integrierten Vermittlungsangeboten in vier Museen in Europa näher zu bringen. Der Fokus liegt auf der Verwendung moderner Technologien mit Schwerpunkt auf Augmented Reality (AR) und Mixed Reality (MR). MonA möchte den Schulbesuch im Museum durch neue experimentelle Anwendungen und Spiele in einen atemberaubenden, charmanten und unterhaltsamen Lernprozess verwandeln. Die Zielgruppe des Projektes ist die gesamte Schulgemeinschaft, wobei der Fokus auf Schüler*innen, Jugendlichen und Lehrenden in den Umgebung der Partner liegt. Das Konsortium des Projekts besteht aus vier Museen, zwei Schulen, zwei Universitäten und zwei technischen Einrichtungen aus vier europäischen Ländern.
el: Το πρόγραμμα ΜonΑ είναι το ακρωνύμιο του Erasmus+ ΚΑ201 προγράμματος με τίτλο "Μουσειοπαιδαγωγική και Επαυξημένη Πραγματικότητα: αναγνωρίζοντας τα μουσεία ως εκπαιδευτικά κέντρα" με τον κωδικό: 2019-1-EL01-KA201-062965. Το πρόγραμμά μας έχει ως στόχο να φέρει τον πολιτισμό πιο κοντά στο νέο κοινό και ειδικά στους μαθητές μέσα από τη δημιουργία ενός προσαρμοσμένου εκπαιδευτικού προγράμματος που θα παρέχεται σε τέσσερα μουσεία στην Ευρώπη, χρησιμοποιώντας μοντέρνα τεχνολογία με έμφαση στην επαυξημένη και στη μεικτή πραγματικότητα. Το πρόγραμμα ΜonΑ προσδοκά να μετατρέψει τη σχολική επίσκεψη σε μουσείο σε μια θαυμάσια, γοητευτική και ευχάριστη εκπαιδευτική διαδικασία μέσα από την εμπειρική πρακτική και το παιχνίδι. Η ομάδα στόχου του προγράμματος είναι όλη η σχολική κοινότητα, αλλά βάση δίνεται στα παιδιά, τους εφήβους και τους καθηγητές στα πεδία δράσης των εταίρων. Η κοινοπραξία του προγράμματος αποτελείται από 4 μουσεία, 2 σχολεία, 2 πανεπιστήμια και 2 τεχνικούς οργανισμούς από 4 Ευρωπαϊκές χώρες.
it: Il progetto MonA è l'acronimo del progetto Erasmus+ KA201 Museopedagogy and Augmented reality: Riconoscere i musei come spazi educativi, con codice: 2019-1-EL01-KA201-062965. Il nostro progetto intende avvicinare la cultura al pubblico più giovane e soprattutto al pubblico delle scuole attraverso la creazione di un programma educativo integrato fornito in quattro musei in Europa, utilizzando le moderne tecnologie, con particolare attenzione alla realtà aumentata e mista. Il progetto MonA spera di trasformare la visita scolastica al museo in un processo di apprendimento sorprendente, affascinante e divertente attraverso la pratica esperienziale e il gioco. Il target di riferimento è l'intera comunità scolastica, ma soprattutto i bambini, gli adolescenti e gli insegnanti nelle aree dei partner. Il consorzio del progetto è composto da 4 musei, 2 scuole, 2 università e 2 organizzazioni tecniche di 4 Paesi europei.
nl: MonA is het acronym van het Erasmus+ project KA201L: Museopedagogy and Augmented reality: Musea als educatieve ruimtes met code 2019-1-EL01-KA201-062965. Ons project is bedoeld om cultuur dichter bij het jongere publiek en vooral het schoolpubliek te brengen door het creëren van een geïntegreerd educatief programma dat wordt aangeboden in vier musea in Europa met behulp van moderne technologie met de nadruk op augmented en mixed reality. Het MonA-project hoopt bij te dragen aan een overrompelend, charmant en plezierig leerproces bij het schoolbezoek van het museum door experimenteren en spelen. De doelgroep zijn scholen, maar richt zich vooral op kinderen, tieners en leerkrachten in het gebied van de partners. Het consortium van het project bestaat uit 4 musea, 2 scholen, 2 universiteiten en 2 technische organisaties uit 4 Europese landen.

source: Try Again
de: Erneut versuchen
el: Προσπαθήστε ξανά
it: Prova di nuovo
nl: Opnieuw proberen

# ar_warning1
source: • Always ask a grown-up before playing the AR game. Watch out for other people while playing and be aware of your surroundings.
de: • Frage immer einen Erwachsenen, bevor du das AR-Spiel spielst. Achte beim Spielen auf andere Personen und sei dir deiner Umgebung bewusst. Halte zu den Kunstwerken einen Abstand von 50cm.
el: • Πάντα να συμβουλεύεστε έναν ενήλικα πριν παίξετε το παιχνίδι με τη χρήση επαυξημένης πραγματικότητας. Προσοχή στους ανθρώπους αλλά και στο περιβάλλον γύρω σας καθώς παίζετε.
nl: • Vraag altijd een volwassene voordat je het AR-spel gaat spelen. Kijk tijdens het spelen uit voor andere mensen en wees je bewust van je omgeving.

# ar_warning2
source: • Parents and teachers please note: there is a tendency to loose awareness of the surroundings whilst playing an AR game. Please, make sure the children under your supervision is playing the AR game safely.
de: • Eltern und Lehrende beachten bitte: Es ist möglich, dass sich Kinder beim Spielen eines AR-Spiels weniger ihrer Umgebung bewusst sind. Achten Sie darauf, dass die Kinder, die unter Ihrer Aufsicht stehen, die Hausordnung befolgen, auf ihre Umgebung und andere Museumsbesucher*innen achten und den Mindestabstand von 50cm zu Kunstwerken einhalten.
el: • Συνίσταται προσοχή από γονείς και εκπαιδευτικούς: υπάρχει η τάση να μειώνεται η συναίσθηση του γύρω περιβάλλοντος όταν κάποιος παίζει ένα παιχνίδι με τη χρήση επαυξημένης πραγματικότητας. Παρακαλούμε, βεβαιωθείτε ότι τα παιδιά που βρίσκονται υπό την επίβλεψή σας παίζουν το παιχνίδι με ασφάλεια.
nl: • Ouders en leerkrachten opgelet: tijdens het spelen van een AR spel kan men het bewustzijn van de omgeving verliezen. Zorg ervoor dat de kinderen onder uw toezicht het AR-spel veilig spelen.
